---
kind: property
id: P:Autodesk.Revit.DB.UnitTypeId.PoundForceFeet
source: html/82cc8fe6-c6df-43b6-970b-dadb09f1f7c7.htm
---
# Autodesk.Revit.DB.UnitTypeId.PoundForceFeet Property

Pound force feet.

## Syntax (C#)
```csharp
public static ForgeTypeId PoundForceFeet { get; }
```